insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Брат',
'Демобилизовавшись, Данила Багров вернулся в родной городок. Но скучная жизнь российской провинции не устраивала его,
и он решился податься в Петербург, где, по слухам, уже несколько лет процветает его старший брат. Данила нашел брата.
Но все оказалось не так просто — брат работает наемным убийцей.',
1997, 5, 18, 100, 2);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Чебурашка',
'Иногда, чтобы вернуть солнце и улыбки в мир взрослых, нужен один маленький ушастый герой. Мохнатого непоседливого
зверька из далекой апельсиновой страны ждут удивительные приключения в тихом приморском городке, где ему предстоит
найти себе имя, друзей и дом.',
2022, 4, 6, 113, 3);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Схватка',
'Нил МакКоли - один из лучших преступников Лос-Анджелеса. Ему противостоит лучший детектив Винсент Ханна.
Две сильнейшие команды сходятся друг против друга в смертельной схватке.',
1995, 1, 16, 171, 4);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Операция Ы',
'Студент Шурик попадает в самые невероятные ситуации: сражается с хулиганом Верзилой, весьма оригинальным способом
готовится к экзамену и предотвращает «ограбление века», на которое идёт троица бандитов — Балбес, Трус и Бывалый.',
1965, 2, 6, 95, 5);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Молчание ягнят',
'Психопат похищает и убивает молодых женщин по всему Среднему Западу. ФБР, уверенное, что все преступления совершены
одним и тем же человеком, поручает агенту Клариссе Старлинг встретиться с заключенным-маньяком Ганнибалом Лектером,
который мог бы помочь составить психологический портрет убийцы. Сам Лектер отбывает наказание за убийства и каннибализм.
Он согласен помочь Клариссе лишь в том случае, если она попотчует его больное воображение подробностями своей личной жизни.',
1990, 3, 18, 118, 6);